ab
abbrevi
abil
abl
ablat
ablatedlength
abov
abovement
abrupt
abruptli
absenc
absent
absolut
absorb
absorpt
abstract
abundantli
academ
acceler
acceleromet
accentu
accept
access
accident
accommod
accompani
accomplish
accord
accordingli
account
accru
accumul
accur
accuraci
acet
achiev
ackeret
acoust
acquir
acquisit
acr
acrodynam
across
acrothermochemistri
acrothermoelast
act
action
activ
actual
actur
ad
adam
adapt
add
addendum
addit
adequ
adequaci
adiabat
adjac
adjacentequilibrium
adjoin
adjoint
adjust
administr
admiss
admit
admixtur
adopt
adsorpt
advanc
advantag
advent
advers
advisori
advoc
aec
aeolotrop
aerfoil
aerial
aero
aeroballist
aerocosmonaut
aerodynam
aerodynamieist
aeroelast
aerofoil
aeronaut
aeroplan
aerotherm
aerothermochem
aerothermodynam
aerothermoelast
affect
affin
affirm
afford
aforement
afresh
aft
afterbodi
afterburn
afterflow
ag
agenc
ago
agre
agreement
ahead
aid
ailcron
aileron
aim
air
airborn
aircraft
aircrafttyp
airflow
airfoil
airforc
airfram
airlin
airload
airplan
airscrew
airspe
airstream
akin
al
alfven
algebra
align
allen
allevi
allmov
alloi
allow
allround
allud
almen
almost
alon
along
alreadi
also
alter
altern
although
altitud
altogeth
aluminium
aluminum
aluminumalloi
alwai
ambient
ambigu
amen
amer
america
american
ammonium
among
amongst
amount
ampl
ampli
amplif
amplifi
amplitud
amr
analog
analogu
analys
analysi
analyt
analytici
analyz
andland
anemomet
angl
angleof
angular
angularli
anh
anhedr
ani
anisotrop
anisotropi
annex
announc
annual
annul
annular
annulu
anomal
anomali
anoth
anov
answer
anti
antielast
antisymmetr
anywai
ao
apart
apex
apoge
appar
apparatu
apparentmass
appear
append
appendic
appendix
appl
appli
applic
apprais
appraoch
appreci
approach
appropri
approx
approxim
apropri
ar
arbitrari
arbitrarili
arc
ardc
area
argon
argu
argument
ari
aris
arisen
arithmet
arm
armenaka
around
arrang
arrest
arrheniu
arriv
arrow
art
articl
artific
artifici
ascend
ascertain
ascrib
asid
asimplifi
ask
asm
aspect
aspectratio
assembl
assert
assess
assign
assist
associ
assort
assum
assumpt
assur
astronaut
astrophys
asymmetr
asymmetri
asymptot
atlarg
atm
atmospher
atom
attach
attack
attain
attaindd
attempt
atten
attend
attent
attenu
attitud
attract
attribut
augment
august
aural
auspic
author
autocorrel
automat
auxiliari
avail
avalu
avenu
averag
avoid
avov
avro
awai
ax
axi
axial
axiallysymmetr
axialthrust
axisymmetr
azimuth
b
back
background
backup
backward
baglei
bai
bakanov
balanc
ballist
balsa
ban
band
bandwidth
bang
bank
bar
bare
barrel
barrier
base
basetyp
basi
basic
basin
batchelor
batdorf
bc
beam
bean
bear
beat
becam
becaus
becom
bed
bedford
befor
beg
began
begin
begun
behav
behavior
behaviour
behind
belief
believ
bell
bellevil
belltyp
belong
belotserkovskii
belt
bend
bendingtors
beneath
benefici
benefit
bent
ber
bergdolt
berger
bernoulli
berthelot
bertram
beskin
bessel
best
beta
better
bevel
beyond
beyween
bibliographi
biconvex
bifurc
biharmon
billow
bimetal
bimolecular
binari
biot
birnbaum
bisector
blade
blasiu
blast
bleed
bleich
blend
block
blockag
blow
blowdown
blown
blowout
blue
bluff
bluish
blunt
blunter
bluntnos
blunttrail
board
boat
boattail
bodi
bogdonoff
boiloff
bolshakov
boltzmann
bomb
bomber
bond
bonu
book
boom
boost
booster
bore
born
bornel
bottom
bound
boundari
boundarylay
boundwel
bourn
bow
box
bracket
brake
branch
branchlin
brass
braunschweig
breadth
break
breakdown
breath
breguet
bridg
brief
briefli
bright
bring
british
broad
broaden
broke
broken
brooklyn
brought
brown
btu
bubbl
buckl
budianski
buffet
build
built
builtup
bulent
bulg
bulk
bulkhead
bullet
bump
buoyanc
buoyant
bureau
burger
buri
burn
burst
busemann
butler
buzz
bypass
bystep
c
cabin
cal
calcualt
calcul
calculu
calib
calibr
california
call
calor
camber
cambridg
camera
canard
cancel
cantilev
cap
capabl
capac
capacit
capillari
caplan
capsul
caravel
carbon
carborundum
care
carefulli
caret
carri
carrier
carter
cartesian
cascad
case
cast
castigliano
castolit
catalyt
categori
cater
cathod
cauchi
caus
cavit
caviti
ceas
cell
cellular
cellulos
cent
centaur
center
centerlin
centerof
centigrad
centr
central
centrelin
centrifug
centripet
centroid
certain
certainli
certainti
cf
chain
chamber
chang
channel
chap
chapman
chapter
charact
character
characterist
characteristi
charg
chart
charter
chase
check
chem
chemic
chemisorpt
chemistri
cheng
chernyi
cheski
chester
chief
chiefli
chien
child
china
chlorid
choic
choke
choleski
choos
chord
chordwis
chosen
chu
circl
circuit
circuitri
circul
circular
circularcylindr
circulatori
circumfer
circumferenti
circumlunar
circumscrib
circumst
cite
civil
clai
claim
clamp
clamshel
clarifi
class
classic
classif
classifi
classificaiton
claus
clear
clearanc
clearli
climb
climin
close
closedform
closer
closest
closur
cloud
cm
co
coalesc
coars
coast
coat
coaxial
code
coeffici
coefstant
coher
coincid
cold
colder
cole
collabor
collaps
collect
collis
colloc
colour
column
columnmateri
combin
combust
combustionh
combut
come
command
commenc
comment
commerci
committe
common
commonli
commun
compact
compani
companion
compar
comparison
compat
compens
compet
competit
compil
complement
complementari
complet
complex
complic
complimentari
compon
compos
composit
compound
comprehens
compress
compressibleflow
compression
compressor
compris
compromis
comput
concav
conceiv
concentr
concept
conceptu
concern
concis
conclud
conclus
concoct
concret
concur
concurr
condamp
condens
condit
conduct
conductioncontrol
conductionexpans
conductor
cone
conecylind
confid
configur
confin
confirm
conflict
confluent
conform
conformaltransform
confus
congress
conic
conidt
conjectur
conjunct
connect
connexion
consequ
conserv
consid
consider
consier
consist
consolid
const
constanc
constant
constantdens
constantli
constantproperti
constitu
constitut
constrain
constraint
construct
consumpt
contact
contain
contamin
contempl
content
context
continu
continuum
contour
contract
contradict
contrari
contrast
contribut
control
controversi
convect
conveni
convent
converg
convergentdiverg
convers
convert
convex
convict
convolut
cool
coolant
cooler
cooper
coordin
cope
copper
core
cornel
corner
corollari
corpor
corpuscular
correct
correctli
correl
correlogram
correspond
correspondingli
corridor
corrobor
corrug
cosin
cosmonaut
cost
couett
coulomb
council
count
counter
counteract
counterclockwis
counterpart
countri
coupl
coupon
cours
cover
coverag
cowl
cp
crabtre
crack
craft
crank
creas
creat
creep
creepbuckl
crest
crew
crinolin
criteria
criterion
critic
crocco
crook
crop
cross
crosscorrel
crossflow
crosssect
crucial
cruciform
cruis
crush
cubic
cumbersom
cumul
cure
curl
current
curtain
curv
curvatur
curvilinear
cushion
cusp
cuss
customari
cut
cutoff
cutout
cx
cycl
cyclic
cylind
cylinderhemispher
cylindr
d
dai
dalei
dalton
damag
damp
dampomet
dana
danger
dash
dashin
dashn
dashth
dashthat
data
date
davi
daytim
db
de
dead
deal
dealt
debat
deby
decad
decai
deceler
decid
decidedli
decim
decis
declassifi
declin
decompos
decomposit
decreas
decrement
deduc
deduct
deep
deeper
deepest
defect
defenc
deffer
defi
defici
deficit
defin
definit
deflagr
deflect
deflexion
deform
deg
degener
degrad
degre
degreec
degreek
degreer
deioniz
deisgn
delai
delft
delimit
delin
delta
demand
demarc
demonstr
denc
denomin
denot
dens
denser
densiti
dent
depart
departur
depend
depict
deplet
deposit
depress
depth
deriv
deryagin
descend
descent
describ
descript
design
desir
desk
despit
destabil
destal
detach
detail
detect
deterior
determin
determinant
deton
detra
detriment
deuc
develop
deviat
devic
devis
devot
devreas
dewpoint
diagon
diagram
diam
diamet
diamond
diaphragm
diatom
dicsov
dictat
dielectr
differ
differenti
difficult
difficulti
diffus
digit
dihedr
dilat
dilut
dimens
dimension
dimensionless
diminish
dioxid
dipol
dirac
direct
directli
director
dirichlet
dirt
disadvantag
disagr
disagre
disappear
disc
discern
discharg
disclos
discontinu
discov
discoveri
discrep
discret
discretefrequ
discuss
disequilibrium
disk
disloc
dismiss
dispar
dispers
displac
displai
dispos
disregard
dissert
dissimilar
dissip
dissoci
dissociationrecombin
distanc
distant
distinct
distinctli
distinguish
distort
distribut
disturb
diurnal
dive
diverg
divers
diversifi
divid
divis
doctor
dodecagon
doe
domain
dome
domin
done
donnel
doppler
dorodnitsyn
dorodnitzinhowarth
dorodnitzyn
doubl
doublet
doubli
doubt
downstream
downward
downwash
dp
drag
dramat
drape
drastic
draw
drawn
drew
driest
drift
drill
drive
driven
driver
droop
drop
dropoff
drosophila
drum
dry
dryden
du
dual
duce
duct
due
dufour
duplic
duralumin
durat
dure
dust
dvl
dx
dy
dyke
dynam
e
earli
earlier
earth
eas
easi
easier
easiest
easili
eccentr
echo
eckert
econom
economi
eddi
eddyviscos
edelfelt
edg
edgedisplac
edgewis
edit
edpm
educ
edward
effect
efficaci
effici
efflux
effort
effus
egger
eigenvalu
eigenvector
eight
eighth
einbind
either
ejector
elabor
elaps
elast
electr
electro
electrod
electroform
electrohydrodynam
electromagnet
electron
electrostat
eleg
element
elementari
elev
elimin
elliott
ellips
ellipselik
ellipsoid
ellipt
elsewher
embed
embrac
embryon
emerg
emiss
emit
emmon
emphas
emphasi
emphasis
empir
emploi
employ
enabl
enc
encircl
enclos
encompass
encount
encourag
end
endeavour
endors
endplat
endur
energi
enforc
engag
engess
engin
england
enhanc
eniac
enjoi
enlarg
enlighten
enorm
enough
enquiri
enskog
ensu
ensur
entail
enter
enthalp
enthalpi
entir
entireti
entitl
entrain
entranc
entrant
entri
entropi
envelop
environ
environment
envisag
epoxi
eq
equal
equat
equatori
equicohes
equilater
equilibr
equilibria
equilibrium
equip
equival
er
eratur
erdmann
erfc
erickson
erod
eros
errat
error
escap
especi
essenc
essenti
establish
estim
et
etc
eter
ethylen
etud
eucken
euler
eulerian
evalu
evapor
even
event
eventu
everi
everywher
evid
evidenc
evolv
evvard
exact
exactli
exagger
examin
exampl
exce
exceed
excel
except
exception
excess
exchang
excit
exclud
excresc
excus
exercis
exert
exhaust
exhibit
exist
exit
exot
expand
expans
expect
expend
expenditur
expens
experi
experienc
experiment
explain
explan
explicit
explicitli
exploit
explor
exploratori
explos
expon
exponenti
exponentiallyfici
expos
exposit
exposur
expound
express
extend
extens
extension
extent
exterior
extern
extinct
extra
extrapol
extrem
ey
f
fabric
face
facet
facil
facilit
fact
factor
fage
fai
fail
failur
fair
fairli
fale
falkner
fall
famili
familiar
fan
far
farther
fashion
fast
fasten
faster
fat
fatigu
favor
favour
fd
feasibl
featur
feb
fed
feed
feedback
feel
feet
feldman
fell
felt
ferri
fewer
ff
fiber
fibrou
fictiti
field
fifth
fifti
fig
fighter
figur
filament
fill
film
filter
fin
final
financi
find
fine
finest
finish
finit
finitediffer
fire
firm
firmer
first
firstord
fission
fit
five
fix
fixedpitch
fl
flame
flang
flap
flare
flash
flat
flatplat
flex
flexibl
flexur
fli
flight
fllayer
float
floccul
floor
flow
flowmet
flown
fluctuat
flugg
fluid
fluiddynam
fluidiz
flutter
flux
fly
focu
focus
fog
foil
fold
follow
foot
forc
forcibl
fore
forebodi
forecast
foredrag
forefront
forego
foreign
foreknowledg
form
formal
format
former
formul
formula
fort
forth
forti
forum
forward
forwardacceler
forwardfac
forwardflight
found
foundat
four
fourcompon
fourier
fourth
fourthord
fourwav
fp
fraction
fractur
fralich
frame
framework
franc
fredholm
free
freeconvect
freedom
freeli
freeman
freestream
freez
freon
frequenc
frequent
friction
frictionless
friedman
friedrich
fring
front
frontal
frozen
frozenflow
fruit
frustrat
frustum
ft
fuel
fulfil
full
fuller
fulli
function
fundament
furnac
furnish
furthermor
fuse
fuselag
fuselagesect
futur
g
ga
gage
gain
galcit
galerkin
gamma
gap
garabedian
gardless
garrick
gascou
gasdynam
gase
gaseou
gather
gaug
gauss
gaussian
gave
geckel
geiger
gener
generalis
genuin
geodes
geoffrei
geometr
geometri
geophys
gerard
german
gershuni
get
gibb
gies
give
given
glass
glassi
glauert
glide
glider
globul
glycerin
go
goal
goe
goldstein
good
goodier
gorcum
gordon
gortler
gothic
govern
grad
grade
gradient
gradual
graham
grain
gram
grand
granular
graph
graphic
graphit
grashof
grasshof
gravalo
gravel
gravit
graviti
graze
great
greater
greatest
greatli
green
grid
gridwork
grimming
grober
groov
gross
grossman
ground
group
grow
growth
grunow
guarante
guid
guidanc
gun
gupta
gust
gw
gyrat
gyroscop
h
ha
haag
hadamard
hai
half
halfangl
halfwai
hall
halstead
halv
hamel
hammerhead
hammitt
hamper
hand
handicap
handl
handlei
hankel
hansen
hantzsch
happen
hard
harden
hardli
hardwar
harmon
harri
hartmann
hartre
hash
hasimoto
hasten
haveg
havelock
hay
hazard
head
heaslet
heat
heater
heattransf
heav
heavi
heavier
height
heimel
heimenz
heisenberg
held
helic
helicopt
heliocentr
helium
helmholtz
help
hemispher
hemispherecylind
hemispheroid
henc
hencki
herein
heretofor
hero
herrmann
heterogen
hexagon
hg
hi
hick
hidalgo
high
highenergi
higher
higherord
highest
highfrequ
highli
highspe
hightemperatur
highveloc
hinder
hing
hingeaxi
hirschfeld
hirshfeld
hise
histor
histori
hit
hitherto
hodograph
hoff
hoffman
hog
hold
holder
hole
holland
hollow
hollowcylind
homann
home
homogen
honeycomb
hoop
hope
hopeless
hopelessli
hopf
horizont
horsesho
hoshizaki
hosokawa
hot
hotter
hour
hous
housefli
hover
hovercraft
howarth
howev
howorth
hpyerson
hroma
huang
hub
hugoniot
human
humid
humphrei
hundr
hurd
hybrid
hydraul
hydroballist
hydrocarbon
hydrodynam
hydrogen
hydromagnet
hydrostat
hypass
hyperbol
hypergeometr
hyperlipt
hyperson
hypersoul
hyperveloc
hypothes
hypothesi
hypothet
hysol
hysteresi
hysteret
ia
ibm
icbm
idea
ideal
ident
identif
identifi
ifer
igc
igi
ignit
ignor
ii
iii
illingworth
illustr
illustri
imag
imaginari
imai
immedi
immers
immobil
immov
impact
impair
impart
impel
imperfect
imperm
imping
implement
impli
implic
implicit
import
impos
imposs
impress
imprimeri
improp
improv
impuls
inaccess
inaccur
inaccuraci
inadequ
inadequaci
inadmiss
inadvert
inapplic
inappropri
inasmuch
inboard
inch
inchdiamet
incid
incident
incipi
inclin
includ
inclus
incom
incomplet
incompress
inconclus
inconel
inconsist
inconveni
incorpor
incorrect
increas
increasingli
increment
incrementalnorm
incur
inde
indefinit
independ
indetermin
index
indic
indici
indirect
indirectli
indium
individu
induc
inducedpressur
induct
industri
ineffici
inelast
inequ
inert
inerti
inertia
inevit
inexpens
infer
infin
infinit
infiniteaspect
infinitesim
inflect
inflow
influenc
influenti
influx
inform
ing
ingeni
inher
inhibit
inhomogen
initi
inject
injectioncool
injector
ink
inlet
inletmass
inner
inop
inorgan
inplan
input
inquir
insect
insensit
insert
insid
insight
insignific
insofar
inspect
inspir
inst
instabl
instal
instanc
instant
instantan
instead
instig
institut
instruct
instrument
insuffici
insul
insur
intak
integr
integrand
integrodifferenti
intend
intens
intensif
intensifi
intent
intention
inter
interact
interanl
interchang
interconnect
intercrystallin
interdepend
interest
interfac
interfer
interferogram
interferomet
interferometr
intergranular
interim
interior
intermedi
intermolecular
intern
internat
interplanetari
interpol
interpos
interpret
interrel
intersect
interstellar
interv
intim
intract
intrins
introduc
introduct
introdur
intuit
invalid
invari
invers
invert
investig
inviscid
inviscidflow
invok
involv
inward
iodin
ion
ioniz
ionospher
iowa
irbm
iron
irregular
irrespect
irrevers
irrit
irrot
isentrop
isobar
isochronousstress
isoenerget
isofoam
isol
isotherm
isotop
isotrop
isovel
issu
item
iter
iv
j
jacobian
jan
janzen
japan
jastrow
jefferi
jet
jetboundari
jetexit
jetlik
jetstream
jmin
jmjn
johnson
join
joint
jointli
jone
jouguet
joukowski
joul
journal
judg
judici
juli
jump
junction
junctur
june
jupit
just
justif
justifi
k
kallmann
karman
katzen
kay
keep
kei
kellei
keller
kelli
kelvin
kemp
kempf
kempner
kendrick
kept
kernal
kernel
kernelfunct
keulegan
keun
kg
kilometr
kind
kinemat
kinet
kink
kirchhoff
kirk
klein
km
knee
know
knowledg
known
knuckl
knudsen
ko
kopal
korst
krasilshchikova
krypton
kt
kuchemann
kuo
kussner
kutta
l
la
labor
laboratori
labori
labour
lack
lacquer
lag
lagrang
lagrangian
laguerr
lai
laid
lamin
laminar
laminarboundari
laminarturbul
land
landahl
langer
langlei
languag
lap
laplac
laplacian
larg
largeangl
largeaspect
largechord
larger
largescal
largest
last
lastli
laszlo
late
latent
later
latitud
latter
lattic
laufer
launch
laval
law
layer
layout
lb
ld
lead
leadingedg
least
leav
lectur
led
lee
leeward
left
legendr
leggett
legitim
lend
length
lengthen
lengthwis
lennard
less
lesser
let
letter
level
lever
levi
lewi
li
liabl
liapunov
libbi
librat
librov
licens
lie
life
lifetim
lift
liftingsurfac
light
lighthil
lightli
lightweight
like
likewis
limit
lin
linder
lindsei
line
lineal
linear
linearis
linearizedtheori
linearli
liner
link
liouvil
lip
liquid
liquidinject
list
liter
literatur
littl
lmethod
load
lobe
local
localis
localsimilar
locat
lock
lockhe
locu
log
logarithm
logic
loitsianskii
lomax
london
long
longer
longest
longitudin
longitudinalvortic
longtim
look
loop
loos
lose
loss
lost
lotz
loudspeak
love
low
lowaspect
lower
lowest
lowspe
lowsubson
lowturbul
ltd
lubric
lucid
lucit
ludweig
ludwieg
lumin
lundquist
ly
lyapunov
lyon
lyskov
m
macadam
maccol
mach
machin
machnumb
made
maeder
mag
mager
magnesium
magnet
magneto
magnetoacoust
magnetoaerodynam
magnetofluidmechan
magnetogasdynam
magnetohydrodynam
magnetoplasma
magnifi
magnitud
magnu
mahoni
mai
main
mainli
mainstream
maintain
mainten
major
majorminor
make
malfunct
man
maneuv
mangler
mani
manifest
manner
manocuvr
manoeuvr
manomet
manufactur
map
mar
margin
marguerr
marin
maritim
mark
markedli
martian
martin
mask
maskel
maslen
mass
massachusett
massbal
massbalanc
mat
match
materi
math
mathemat
mathieu
matric
matrix
matter
max
maximuin
maximum
maxwel
maxwellian
mayer
mc
mccune
mckinnon
mean
meansquar
meant
measur
mech
mechan
media
median
medium
meet
meh
mehtod
meissner
meksyn
melamin
melt
member
membran
memorandum
memori
mention
mercuri
mere
merg
merger
meridian
meridion
merit
mesh
met
metal
meteor
meteorit
meter
methan
methanol
method
mev
meyer
mhd
michael
michielsen
microinch
micromanomet
micron
microphon
microwav
mid
midchord
middl
midplan
midspan
midwai
might
migrat
mil
mild
mile
millikan
millimet
million
millisecond
mind
minim
minimis
minimum
ministri
minnesota
minor
minu
minut
mirel
mirror
misalign
misalin
mise
mismatch
miss
missil
mission
mistak
mitig
mix
mixedflow
mixtur
mm
modal
mode
model
moder
modern
modest
modif
modifi
modul
modulu
mol
molecul
molecular
molten
molybdenum
moment
momentari
momentum
monatom
monocoqu
monograph
monoplan
monopol
monoton
monoxid
moon
moor
moreov
morn
mostli
motion
motionless
motor
mound
mount
mountain
movabl
move
movement
mph
ms
msvo
mth
much
muffler
muller
multi
multiaxi
multibai
multicellular
multicompon
multilay
multipl
multipli
multistag
multiweb
mum
munk
murphi
murrai
must
mutual
n
naca
nacel
nacelleexit
nagamatsu
name
narrow
nasa
nash
nation
national
natur
nautic
naval
navi
navier
navierstok
nd
near
nearer
nearest
nearli
neater
necess
necessari
necessarili
necessit
need
neg
negat
neglect
neglig
neighborhood
neighbour
neighbourhood
neither
net
network
neumann
neutral
never
nevertheless
new
newli
newton
newtonian
next
nice
nickel
nicolson
nielsen
night
nimon
nine
ninefold
nineteen
ninth
nitric
nitrogen
nocturn
nodal
node
nois
nomenclatur
nomin
nomograph
non
nonabl
nonalign
nonaxisymmetr
noncatalyt
noncircular
noncirculatori
noncommun
nonconcurr
nonconduct
nonconserv
noncorros
nondecompos
nondimension
nondissip
none
nonequilibrium
nonexist
nonflamm
nongyroscop
nonheat
nonhomogen
noninclin
noninject
noninsul
nonisentrop
nonisotherm
nonlift
nonlinear
nonmagnet
nonneg
nonorthogon
nonparallel
nonperm
nonpor
nonreact
nonrigor
nonrot
nonsimilar
nonsingular
nonslationari
nonslend
nonspher
nonstationari
nonsteadi
nontox
nontrivi
nonun
nonuniform
nonvanish
nonvisc
nonzero
normal
normalforc
normalpressur
norman
nose
notabl
notat
notch
note
noteworthi
notic
notion
novel
now
nozzl
nozzleexit
np
nth
nuclear
nullifi
number
numer
numger
nusselt
nylon
o
ob
obei
object
objection
oblat
obliqu
obliter
obscur
observ
obstacl
obtain
obtainec
obviou
obvious
oc
occas
occasion
occupi
occur
occurr
octagon
octahedr
octav
octob
ofattack
offer
offreedom
offset
ofgrav
ofr
often
oge
ogiv
ogivecylind
ohm
oil
old
omiss
omit
onc
oncom
onedimension
onera
onetenth
onli
onsag
onset
onto
op
opaqu
open
openend
oper
opportun
oppos
opposit
optic
optim
optimum
orbit
order
orderof
ordin
ordinari
ordnanc
organ
orgin
orient
orific
origin
origint
orlfic
orr
orthogon
orthotrop
oscil
oscillatori
oscillograph
oseen
osoen
ostrach
oswatitsch
otherwis
outboard
outcom
outer
outermost
outlet
outlin
output
outsid
outstand
outward
outweight
oval
ovalu
oven
overal
overcom
overestim
overexpand
overexpans
overhang
overlap
overli
overlook
overpressur
overrid
overshadow
overshoot
oversimplif
oversimplifi
overst
overstat
oversw
ow
owen
oxid
oxygen
p
packard
page
pai
paid
painlev
paint
pair
palt
panel
paper
papreg
para
parabol
parabola
paraboloid
paradox
paragraph
parallel
paramet
paramount
paraplex
parasol
pari
parietal
park
part
partial
particl
particledens
particular
particularli
partit
partli
pass
passag
passeng
passiv
past
path
pattern
payload
peak
pears
peclet
peculiar
penalti
penetr
peng
peopl
per
percent
percentag
percentthick
perfect
perfectga
perfectli
perfor
perform
perhap
perige
periment
perimet
period
peripher
perman
permeabl
permiss
permit
perpendicular
perpendicularli
perplex
persh
persist
person
pertain
pertin
perturb
pessimist
ph
phase
phenol
phenomena
phenomenolog
phenomenon
philo
philosophi
phosphoresc
photoelast
photograph
photographi
photomultipli
photothermoelast
phugoid
phy
physcal
physic
physiolog
pibal
picard
pictur
piec
pierci
pilot
pimpl
pin
pindroh
pinkerton
pipe
piston
pitch
pitchingmo
pitot
pivot
place
placehold
placement
plai
plain
plan
planar
planck
plane
planet
planetari
planetocentr
planform
plant
plasma
plastic
plate
plateau
platinum
plausibl
pli
plot
plu
plug
plume
plung
pneumat
pod
poetic
pohlhausen
poincar
poind
point
pointednos
poiscuil
poiseuil
poisson
polar
pole
polish
polyatom
polyaxi
polycrystallin
polygon
polym
polynomi
polystyren
polytechn
ponderomot
poor
popular
popularli
pore
porou
portion
portiou
pose
posit
possess
possibl
possio
post
postbuckl
postul
potenti
potentialflow
potentiomet
potter
poudr
pound
powel
power
powerpl
pr
practic
practition
prager
prandtl
pre
prebuckl
precaut
preced
precess
precipit
precis
preclud
predict
predigest
predomin
predominantli
prefer
preheat
preliminari
prematur
premis
premix
prepar
preponder
prescrib
presenc
present
preserv
press
pressur
pressuredistribut
pressureinteract
pressureratio
preston
prevail
preval
prevent
previou
previous
previouslygiven
prewhirl
price
prikl
primari
primarili
prime
princeton
princip
principl
prior
priori
prism
prismat
probabl
probe
problem
probstein
proc
proce
procedur
proceed
process
produc
product
profil
profound
program
programm
progress
prohibit
project
projectil
prolat
promin
promis
promot
prone
pronounc
proof
propag
propel
propellerresearch
proper
properli
properti
proport
proportion
propos
proposel
proposit
propound
propuls
protect
protein
proton
prototyp
protrud
protrus
protuber
prove
provid
provis
provision
provok
proxim
pseudo
psf
psi
psia
psig
psycholog
public
publish
puls
pump
punctur
pure
purpos
pursu
put
puzzl
pv
pyramid
pyrex
q
qm
quadrat
quadratur
quadruplet
quadrupol
qualit
qualiti
quantit
quantiti
quantum
quart
quarter
quarterchord
quartic
quartz
quasi
quench
quest
question
quick
quickact
quickli
quiet
quit
quot
quotat
r
rabotnov
radar
radartrack
radi
radial
radialband
radian
radiant
radiat
radic
radii
radiu
radom
radon
rae
rai
rais
rake
raleigh
ramet
ramp
rand
random
randomli
rang
rankin
rapid
rapidli
rarefact
rarefi
rate
rather
ratio
ratiobeen
ration
rayleigh
re
reach
react
reaction
reactiv
reactor
read
reader
readi
readili
reaffirm
real
realga
realis
realist
realiz
realli
reanalysi
reanalyz
rear
rearrang
rearward
reason
reattach
receiv
recent
reciproc
recircul
recogn
recognis
recombin
recommend
recompress
record
recours
recov
recover
recoveri
rectangl
rectangular
rectilinear
recur
recurr
recurs
redefinit
redirect
redistribut
reduc
reducedfrequ
reducedmodulu
reduct
redund
reenter
reentri
reentrytyp
reexamin
ref
refer
referenc
referenceenthalpi
refin
reflect
reflex
reformul
refract
refractori
regain
regard
regardless
regim
region
regist
regular
reichardt
reimping
reinforc
reinvestig
reiss
reissner
reject
rel
relai
relat
relationship
relativist
relax
releas
relev
reli
reliabl
reliev
remain
remaind
remark
rememb
remot
remov
render
rep
repair
repeat
repercuss
repetit
replac
report
repres
represent
reproduc
requenc
request
requir
research
researchtyp
researchvehicl
resembl
reserv
reservoir
reshotko
residu
resili
resin
resist
resler
resolut
resolv
reson
resort
resourc
respect
respond
respons
rest
restor
restrain
restraint
restrict
result
resultantforc
retain
retard
retrorocket
retroveloc
reuss
rev
reveal
revers
revert
review
revis
revolut
rewrit
reynold
rf
rheolog
rhombic
rib
ribbon
riccati
richmond
riddel
ridg
right
rigid
rigidli
rigor
ring
riolat
rippl
rise
risk
ritz
rivet
rl
rm
roar
rocket
rocketon
rod
roe
roger
rogh
roi
role
roll
room
root
rose
rotari
rotat
rotation
rotor
rott
rough
roughen
roughli
round
routhhurwitz
routin
row
royal
rpm
rsult
rt
rubesin
rudimentari
rule
run
rung
ruptur
russian
s
safe
safeti
sai
said
sail
sake
sakurai
salient
salmon
salt
sampl
sand
sandpap
sandwich
sanger
satelit
satellit
satisfact
satisfactori
satisfactorili
satisfi
saunder
save
scalar
scale
scan
scarc
scarshaack
scatter
schemat
scheme
schlicht
schlieren
schmidt
schoenherr
schubauer
schuh
schultz
schwarz
sci
scienc
scientif
scientist
scoop
scope
screen
scruton
sea
seal
sear
search
season
seban
sec
secant
second
secondari
secondli
secondord
section
sector
sectori
secur
sediment
sedov
see
seed
seek
seem
seen
segment
seidel
select
self
selfpreserv
semi
semiapex
semiballist
semicircl
semidiamet
semiempir
semiinfinit
semispan
semivertex
senior
sens
sensibl
sensit
sensor
separ
septemb
sequel
sequenc
ser
serbin
seren
seri
seriou
serious
serv
servic
servo
sesir
set
seven
seventh
seventhpow
sever
severli
sextic
sgn
shadow
shadowgraph
shaft
shall
shallow
shank
shanlei
shape
shapiro
sharp
sharpedg
sharpli
sharpnos
shear
shearstress
sheath
shed
sheet
shell
shelter
shercliff
shesterikov
shield
shift
ship
shock
shockboundari
shockdetach
shockexpans
shockinduc
shocklay
shockless
shockstandoff
shockwav
short
shortcom
shorten
shorter
shortest
shortli
shortlifetim
shoulder
show
shown
shroud
shuffl
sibulkin
side
sideforc
sideslip
sidewal
sidewash
sight
sign
signal
signific
significantli
sigular
silenc
silica
similar
similarli
similitud
simmon
simpl
simpler
simplest
simpli
simplic
simplif
simplifi
simul
simultan
sin
sinc
sine
singl
singleand
singlepass
singlestag
singletyp
singli
singular
sink
sinusoid
sir
siren
situat
six
sixth
sizabl
size
sizeabl
skan
sketchi
skew
skewedparabol
skill
skin
skinfrict
skip
skirt
slab
slender
slew
slice
slide
slider
slighlti
slight
slightli
slip
slipstream
slope
slosh
slot
slow
slower
slowli
slug
small
smalldeflect
smaller
smallest
smallshear
smell
smith
smoke
smooth
smoothli
snow
soak
soc
socal
societi
sodium
soft
solar
sole
solid
solidconstruct
solidif
solubl
solut
solv
someth
sometim
somewhat
somewher
sommerfeld
sonic
soon
sophist
soret
sort
sought
sound
soundsourc
sourc
southwel
space
spacecraft
spacewis
span
spanwis
spar
spark
sparkschlieren
spatial
speak
speci
special
specialis
specif
specifi
specimen
spectacular
spectra
spectral
spectrograph
spectrum
specular
speed
spenc
speric
sphere
spheric
sphericalatmospher
spheroid
spike
spillag
spin
spindl
spinner
spiral
spirit
spite
split
splitter
spoken
sponsor
spontan
spot
spragu
sprai
spread
spreiter
spring
spuriou
sputnik
sq
squar
squir
sr
stabil
stabl
stack
staff
stage
stagger
stagnant
stagnat
stagnationpoint
stainless
stall
stand
standard
standoff
standpoint
stanton
start
state
statement
static
staticpressur
station
stationari
statist
stator
statu
steadi
steadili
steadyst
steam
steamlin
steel
steep
steepest
stefan
stein
stem
step
stepdown
stepwis
stewartson
stiff
stiffen
still
stimul
stimulu
stine
sting
stipul
stochast
stoke
stoker
stol
stone
stonecyph
stoni
storag
store
straight
strain
strang
stratagem
stratford
stratiform
streak
stream
streamlin
streamtub
streamwis
strength
strengthen
stress
stretch
strictli
strike
stringer
strip
stripanalysi
stroboscop
strong
stronger
strongli
strouhal
struck
structur
strut
studi
sturm
sub
subarc
subcrit
subject
sublay
sublim
submerg
submit
subroutin
subscript
subsequ
subsidiari
subson
substanti
substitut
subtend
subtract
succeed
success
successfulli
suck
suction
sudden
suddenli
suffer
suffici
suffix
sugar
suggest
suit
suitabl
sum
summar
summari
summaris
summat
superaerodynam
supercircular
supercrit
superfast
superfici
superimpos
superior
superpos
superposit
superscript
supersed
superson
supplement
supplementari
suppli
support
suppos
supposedli
supposit
suppress
sure
surfac
surfacetemperatur
surg
surpass
surpris
surprisingli
surround
survei
suscept
sustain
sutherland
sutton
swallow
sweat
sweep
sweepback
swept
sweptback
sweptforward
sweptw
swirl
switch
symmetr
symmetri
symposium
syng
synthes
synthesi
system
systemat
t
tab
tabl
tabul
tabular
tacitli
tail
tailless
tailor
tailplan
tailwind
tain
take
taken
takeoff
talbot
tamada
tan
tang
tangenc
tangent
tangenti
tangentmodulu
tangentwedg
tank
tao
tap
taper
target
task
taxi
taylor
tech
technic
techniqu
technolog
tediou
teeth
teflon
telegraph
telemet
teller
temperatur
tempratur
ten
tend
tendenc
tensil
tension
tensor
tent
term
termin
terminolog
termperatur
termwis
terrain
terrestri
test
tetrachlorid
text
th
thei
themselv
thenc
theodorsen
theorem
theoret
theori
thereaft
therebi
therefor
therefrom
thereof
thermal
thermalfatigu
thermo
thermoaeroelast
thermochem
thermocoupl
thermodynam
thermoelast
thermomechan
thermomet
thermopropuls
thesi
theta
thi
thick
thicken
thicker
thin
thing
think
thinner
thinwal
third
thirdli
thirteen
thn
thoma
thorough
thoroughli
though
thought
threaten
three
threedimension
threshold
throat
throttl
throughout
throw
thrown
thrust
thu
thwait
tical
tietjen
till
tilt
time
timoshenko
ting
tion
tional
tip
titan
titl
tn
tne
tni
toambient
tobodi
todai
togeth
told
toler
tollmien
tollmienschlicht
tomomentum
tomotika
took
tool
top
topic
torda
toricon
torispher
toroid
torqu
torsion
toru
total
totalangl
touch
towal
toward
townend
townsend
toxic
tr
trace
track
tractabl
traction
tractor
tradit
trail
trailingedg
trajectori
tran
transcend
transcendent
transduc
transfer
transfn
transform
transient
transit
translat
translatori
transmiss
transmit
transon
transpar
transpir
transport
transtabl
transvers
trapezoid
travel
travers
treat
treatis
treatment
trefftz
trefitz
trend
tri
trial
triangl
triangular
tribut
trick
trigger
trigonometr
trim
trip
tripl
trochoid
troubl
troublesom
true
truli
truncat
truth
tsien
tsion
tube
tubular
tuft
tumbl
tungsten
tunnel
turbanc
turbin
turbojet
turbojetpow
turbomachin
turbul
ture
turn
twenti
twice
twin
twist
two
twoand
twodimension
twomod
twopoint
type
typic
typifi
typograph
typographi
u
uhf
ultim
ultra
ultracentrifug
umer
unabl
unaccompani
unaffect
unanticip
unavoid
unbalanc
unbank
unblunt
unbound
unbuckl
uncamb
uncertain
uncertainti
unchang
unconserv
unconstrain
uncontrol
uncool
uncorrect
uncoupl
undamp
undeform
underestim
underexpand
underexpans
undergo
undergon
underli
underneath
undershoot
undersid
understand
understood
undersurfac
undertaken
undertook
undesir
undetermin
undissoci
undisturb
undoubtedli
undroop
unduli
unequ
uneven
unexpect
unexpectedli
unexplain
unfamiliar
unfavor
unfavour
unfil
unfir
unflang
unfold
unfortun
unhappi
unheat
uni
uniaxi
unidirect
unidirection
unif
unifi
uniform
uniformli
unimport
unintention
union
uniqu
unit
unitari
uniti
univac
univer
univers
unknown
unless
unlik
unlimit
unload
unman
unmodul
unnecessari
unorthodox
unperturb
unpow
unpressur
unpublish
unreal
unrealist
unrelativist
unresolv
unrestrain
unrestrict
unretard
unsatisfactori
unsepar
unsolv
unspecifi
unstabl
unsteadi
unstiffen
unstress
unsupport
unswept
unsymmetr
untap
unten
untest
untrim
untwist
unusu
unyaw
upflow
upon
upper
upstream
upward
upwash
urgent
us
usabl
usaf
usag
usefulli
user
usual
utia
util
utilis
utilz
ux
v
va
vacuum
valid
valu
valuabl
valued
valueless
valv
van
vane
vanguard
vanish
vanishingli
vapor
vapour
vari
variabl
variabletemperatur
variant
variat
varieti
variou
various
vector
vehicl
veiociti
veloc
velocitycompon
velocitydistribut
velocityprofil
vent
venu
veociti
verfi
veri
verif
verifi
versa
versatil
version
versu
vertex
vertexcent
vertic
verticaltak
vessel
vi
via
vibrat
vibration
vibratori
vice
vicin
view
viewpoint
vii
violat
violent
violet
virtual
viscid
viscoelast
viscos
viscositytemperatur
viscou
visibl
vision
visual
visualis
vital
viz
vlasov
volterra
volum
volumetr
von
vortex
vortic
voyag
vs
vtol
vz
w
wa
wagner
wai
waist
wake
wakelik
walkden
wall
wanlass
want
ward
warhead
warmer
warn
warp
warrant
wash
wassermann
water
wave
wavefront
wavelength
waveveloc
wavi
wax
wb
weak
weaken
weaker
weakli
weapon
web
wedg
weierstrass
weigh
weight
weinstein
weissing
weitbrecht
well
wellestablish
wellknown
wendt
wet
whatev
wheel
whenev
wherea
wherebi
wherein
wherev
whether
whichev
whilst
whirl
whisker
white
whitehead
whitham
whole
whose
wide
widen
wider
widespread
width
wilei
will
william
wilson
wind
window
windstream
windtunnel
windward
wing
wingbodi
winglik
wingpropel
wingtail
wingtip
winni
wire
wise
wissler
withdraw
within
without
withstand
wkb
womerslei
won
wood
woodgat
word
work
worker
workingsect
world
worsen
worst
worth
worthi
worthwhil
woven
wright
wrinkl
write
writer
written
x
xenon
xx
y
yarymovych
yaw
year
yeh
yeild
yet
yield
york
young
yuan
yy
z
zakkai
zamm
zbrozek
zehnder
zero
zerolift
zeroth
zhukhovitskii
zone
zoom
zuk
zurich
